# ZoneOutsideAirFlowPerArea Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneOutsideAirFlowPerArea Property
ParameterTypeId Class See Also
---
"Outside Air Flow per Area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneOutsideAirFlowPerArea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneOutsideAirFlowPerArea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneOutsideAirFlowPerArea {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace